{
  "name":"2: English Settlement",
  "content": [
    {"name":"Jamestown", "content":[
      {"name":"Settlement",
        "content":"The initial English settlement in North America was an economic venture. The colony was funded and organized by a private company which was granted a charter to found a colony by James I. Unfortunately for the company and settlers alike, the colony would never yield a profit. In 1607, these settlers founded Jamestown, Virginia, the first of many colonies to come that would form the beginnings of the United States. %jamestown_charter.jpg|A page from the Jamestown charter declaring their right to found a colony.%",
        "tags":["Colonies", "England"]},
      {"name":"Early Years",
        "content":"%smithmap.jpg|A map of the area surrounding Jamestown, created by John Smith% The settlers depended on Native Americans to provide them with food as they had not set up a reliable food source of their own. In exchange for the much needed food, the colonists traded goods from England, such as glass beads and cloth. The settlers found themselves in a radically different environment from that of England. They almost entirely isolated from English supplies and had to wait for infrequent ships in order to recieve them. ",
        "tags":["Colonies", "Native Americans", "Food"]},
      {"name":"The Starving Time",
        "content":"%starvingtime.jpg|Many colonists died during the Starving Time and it greatly endangered the colony.% In the autumn and winter of 1609, Chief Powhatan, the leader of the local Native Americans, began a campaign to starve the English out of Jamestown. The Native Americans stopped supplying food to the colonists, which caused a large issue as the colonists did not have sufficient food stocks of their own. They also attacked those trying to hunt in the surrounding areas. This caused great starvation once the colonists minor remaining food stocks ran out. This period was known as the Starving Time. The colonists ate anything they could find, including the colonies animals, rodents, and even each other. At the end of the winter, of the 500 colonists living in Jamestown that fall, more than 80 percent of them had died.",
        "tags":["Colonies", "Native Americans", "Food"]}
    ]},
    {"name":"Massachusetts", "content":[
      {"name":"Puritans in England",
        "content":"The Puritans in England believed that the Church of England was mismanaged and should be simplified. They believed that the Church of England focused too much on glamour and ritual instead of worship. There were two groups of Puritans: those who believed it could actually be changed, and the sepratists, or those who wished to found their own church. These sepratists were persecuted in England, so they decided to found a colony in the New World.",
        "tags":["Colonies", "Religion", "England"]},
      {"name":"Plymouth",
        "content":"They originally aimed for Virginia, where Jamestown was founded, but were delayed, so they ended up establishing their colony in what would become Plymouth, Massachusetts.",
        "tags":["Colonies", "Religion", "England"]}
    ]},
    {"name":"More Colonies", "content":[
      {"name":"New York",
        "content":"Some new york stuff. Nullam id dolor id nibh ultricies vehicula ut id elit. Vivamus sagittis lacus vel augue laoreet rutrum faucibus dolor auctor. Nullam quis risus eget urna mollis ornare vel eu leo. Curabitur blandit tempus porttitor. Nullam id dolor id nibh ultricies vehicula ut id elit. Vivamus sagittis lacus vel augue laoreet rutrum faucibus dolor auctor. Nullam quis risus eget urna mollis ornare vel eu leo. Curabitur blandit tempus porttitor.",
        "tags":["Colonies"]},
      {"name":"Rhode Island",
        "content":"Roger Williams was a Puritan who originially lived in Boston but was exiled due to his beliefs. He was a Puritan like the rest of Boston but argued that to make the Church truly pure from outside influence, it should be seperated from the state. For this opinion, he was exiled and went on to found Providence, which would become the capital of Rhode Island. %ri_charter.jpg|A charter that took almost 20 years to secure from England, recognising Rhode Island as a colony.% Rhode Island's government was separated from the church so it became a religiously tolerant community. Williams also formed good relationships with the Narragansett tribe, and bought the territory of Rhode Island from them, rather than simply taking it like the majority of other colonies did.",
        "detail":"Rhode Island would also later be another source of resistance, this time against England in the burning of the Gaspee.",
        "tags":["Colonies", "Religion", "England", "Native Americans"]},
      {"name":"Maryland",
        "content":"Some Maryland stuff. Nullam id dolor id nibh ultricies vehicula ut id elit. Vivamus sagittis lacus vel augue laoreet rutrum faucibus dolor auctor. Nullam quis risus eget urna mollis ornare vel eu leo. Curabitur blandit tempus porttitor. Nullam id dolor id nibh ultricies vehicula ut id elit. Vivamus sagittis lacus vel augue laoreet rutrum faucibus dolor auctor. Nullam quis risus eget urna mollis ornare vel eu leo. Curabitur blandit tempus porttitor.",
        "tags":["Colonies"]},
      {"name":"Pennsylvania",
        "content":"Some Pennsylvania stuff. Nullam id dolor id nibh ultricies vehicula ut id elit. Vivamus sagittis lacus vel augue laoreet rutrum faucibus dolor auctor. Nullam quis risus eget urna mollis ornare vel eu leo. Curabitur blandit tempus porttitor. Nullam id dolor id nibh ultricies vehicula ut id elit. Vivamus sagittis lacus vel augue laoreet rutrum faucibus dolor auctor. Nullam quis risus eget urna mollis ornare vel eu leo. Curabitur blandit tempus porttitor.",
        "tags":["Colonies"]}
    ]}
  ]
}
